Revit 2027 API
ParameterTypeId.RebarShapeCrankStartRatio Property
 "Start Crank Slope 1:"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeCrankStartRatio { get; }
Public Shared ReadOnly Property RebarShapeCrankStartRatio As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeCrankStartRatio {
	ForgeTypeId^ get ();
}
static member RebarShapeCrankStartRatio : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace